Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# MathFuncArg1
source: number
bg_bg: число
ca_es: nombre
cs_cz: číslo
da_dk: antal
de_de: Zahl
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: luku
fr_fr: nombre
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
ru_ru: число
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sr_latn_rs: broj
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數字

# MathTFuncArg1
source: input
bg_bg: входни_данни
ca_es: entrada
cs_cz: vstup
de_de: Eingabe
el_gr: δεδομένα_εισόδου
es_es: entrada
et_ee: sisend
eu_es: sarrera
fi_fi: syöte
fr_fr: entrée
gl_es: entrada
hi_in: इनपुट
hr_hr: unos
hu_hu: bemenet
ja_jp: 入力
kk_kz: кіріс
ko_kr: 입력
lt_lt: įvestis
lv_lv: ievade
nb_no: inndata
nl_nl: invoer
pl_pl: dane_wejściowe
pt_br: entrada
pt_pt: entrada
ro_ro: intrare
ru_ru: ввод
sk_sk: vstup
sl_si: vhod
sr_cyrl_rs: унос
sr_latn_rs: unos
sv_se: indata
th_th: ป้อนข้อมูล
tr_tr: giriş
uk_ua: вхідні_дані
vi_vn: đầu_vào
zh_cn: 输入
zh_tw: 輸入

# AboutLeft
source: Returns the specified number of characters from the start of a text value.
bg_bg: Връща указания брой знаци от началото на дадена текстова стойност.
ca_es: Retorna el nombre de caràcters especificats des del començament d'un valor de text.
cs_cz: Vrátí zadaný počet znaků od začátku textové hodnoty.
da_dk: Returnerer det angivne antal tegn fra starten af en tekstværdi.
de_de: Gibt die angegebene Anzahl Zeichen ab dem Anfang eines Textwerts zurück.
el_gr: Επιστρέφει τον καθορισμένο αριθμό χαρακτήρων από την έναρξη μιας τιμής κειμένου.
es_es: Devuelve el número especificado de caracteres desde el inicio de un valor de texto.
et_ee: Tagastab tekstväärtuse algusest määratud arvu märke.
eu_es: Testu-balioaren hasieran zehaztutako karaktere kopurua itzultzen du.
fi_fi: Palauttaa määritetyn määrän merkkejä tekstiarvon alusta.
fr_fr: Retourne le nombre spécifié de caractères à partir du début d’une valeur de texte.
gl_es: Devolve o número de caracteres especificado do inicio dun valor de texto.
hi_in: किसी लेख मान के प्रारंभ से वर्णों की संख्या लौटाता है.
hr_hr: Vraća određeni broj znakova s početka tekstne vrijednosti.
hu_hu: A megadott számú karaktert adja vissza egy szöveges érték elejéről.
it_it: Restituisce il numero specificato di caratteri a partire dall'inizio di un valore di testo.
ja_jp: テキスト値の先頭から指定された文字数を返します。
kk_kz: Мәтіндік мәннің басынан таңбалардың көрсетілген санын қайтарады.
ko_kr: 텍스트 값의 시작 부분의 지정된 문자 수를 반환합니다.
lt_lt: Pateikia nurodytą simbolių iš teksto reikšmės pradžios skaičių.
lv_lv: Atgriež norādīto rakstzīmju skaitu no teksta vērtības sākuma.
ms_my: Mengembalikan bilangan aksara yang ditentukan daripada permulaan nilai teks.
nb_no: Returnerer det angitte antallet tegn fra starten av en tekstverdi.
nl_nl: Hiermee wordt het opgegeven aantal tekens vanaf de start van een tekstwaarde geretourneerd.
pl_pl: Zwraca określoną liczbę znaków od początku wartości tekstowej.
pt_br: Retorna o número de caracteres especificado do início de um valor de texto.
pt_pt: Devolve o número especificado de carateres do início de um valor de texto.
ro_ro: Returnează numărul de caractere specificat de la începutul unei valori text.
ru_ru: Возвращает указанное количество символов с начала текстового значения.
sk_sk: Vráti zadaný počet znakov od začiatku textovej hodnoty.
sl_si: Vrne določeno število znakov od začetka besedilne vrednosti.
sr_cyrl_rs: Враћа наведени број знакова од почетка вредности текста.
sr_latn_rs: Vraća navedeni broj znakova od početka vrednosti teksta.
sv_se: Returnerar angivet antal tecken från början av ett textvärde.
th_th: คืนค่าตัวเลขที่กำหนดของอักขระเริ่มต้นของข้อความ
tr_tr: Bir metin değerinin başından belirtilen karakter sayısını döndürür.
uk_ua: Повертає вказану кількість символів із початку текстового значення.
vi_vn: Trả về số lượng ký tự được chỉ định từ đầu giá trị văn bản.
zh_cn: 从文本值开头返回指定数量的字符。
zh_tw: 傳回從字元值開頭起算到指定字元數的內容。

# AboutLeftT
source: Returns a column containing the specified number of characters from the start of the text value evaluated per row within the specified table or collection.
bg_bg: Връща таблица, съдържаща указания брой знаци от началото на текстовата стойност, изчислена по ред в указаната таблица или колекция.
ca_es: Retorna una columna que conté el nombre de caràcters especificat al començament del valor de text avaluat per fila de la taula o col·lecció especificada.
cs_cz: Vrátí sloupec obsahující zadaný počet znaků od začátku textové hodnoty vyhodnocené v každém řádku uvnitř zadané tabulky nebo kolekce.
da_dk: Returnerer en kolonne, der indeholder det angivne antal tegn fra starten af tekstværdien, som evalueres pr. række, i den angivne tabel eller samling.
de_de: Gibt eine Spalte zurück, die die angegebene Anzahl Zeichen ab dem Anfang des Textwerts enthält, bei Auswertung pro Zeile in der angegebenen Tabelle oder Sammlung.
el_gr: Επιστρέφει μια στήλη που περιέχει τον καθορισμένο αριθμό χαρακτήρων από την έναρξη της τιμής κειμένου που αξιολογείται ανά σειρά εντός του καθορισμένου πίνακα ή της καθορισμένης συλλογής.
es_es: Devuelve una columna que contiene el número especificado de caracteres desde el inicio del valor de texto evaluado por fila dentro de la tabla o colección especificada.
et_ee: Tagastab tekstväärtuse algusest määratud arvu märke sisaldava veeru, mis arvutatakse määratud tabelis või kogumis ridade kaupa.
eu_es: Testu-balioaren hasieran zehaztutako karaktere kopurua duen zutabe bat itzultzen du (zehaztutako taulan edo bilduman errenkadako ebaluatu dena).
fi_fi: Palauttaa sarakkeen, joka sisältää määritetyn määrän merkkejä tekstiarvon alusta arvioituna riviä kohti määritetyssä taulukossa tai kokoelmassa.
fr_fr: Retourne une colonne contenant le nombre spécifié de caractères depuis le début de la valeur de texte, évaluée par ligne dans la table ou la collection spécifiée.
gl_es: Devolve unha columna que contén o número de caracteres especificado desde o inicio do valor de texto avaliado por fila dentro da táboa ou colección especificadas.
hi_in: पाठ मान के प्रारंभ से निर्दिष्ट वर्णों की संख्या वाला स्तंभ लौटाता है जिसका मूल्यांकन निर्दिष्ट तालिका या संग्रहण की प्रत्येक पंक्ति पर किया गया हो.
hr_hr: Vraća stupac koji sadrži određeni broj znakova s početka tekstne vrijednosti, koji se vrednuje po retku unutar određene tablice ili zbirke.
hu_hu: Egy oszlopot ad vissza, amelyben a megadott tábla vagy gyűjtemény egyes soraiban szereplő értékek megadott számú karaktere szerepel (az érték elejéről).
it_it: Restituisce una colonna contenente il numero di caratteri specificato dall'inizio del valore di testo, valutato per riga all'interno della tabella o della raccolta specificata.
ja_jp: テキスト値の先頭から指定の文字数が含まれる列を返します。指定したテーブルまたはコレクション内の行ごとに評価されます。
kk_kz: Көрсетілген кесте немесе жиынтық ішінде әр жол үшін есептелген мәтіндік мәннің басынан таңбалардың көрсетілген саны бар бағанды қайтарады.
ko_kr: 지정된 테이블이나 컬렉션 내 행당 평가되는 텍스트 값의 시작 부분에서 지정된 문자 수를 포함하는 열을 포함합니다.
lt_lt: Pateikia stulpelį, kuriame yra nurodytas simbolių iš teksto reikšmės pradžios skaičius, įvertinus kiekvieną eilutę konkrečioje lentelėje arba rinkinyje.
lv_lv: Atgriež kolonnu, kas satur norādīto rakstzīmju skaitu no tās teksta vērtības sākuma, kas novērtēta katrai rindai norādītajā tabulā vai kolekcijā.
ms_my: Mengembalikan lajur yang mengandungi bilangan aksara yang ditentukan daripada permulaan nilai teks yang dinilai bagi setiap baris dalam jadual atau koleksi yang tertentu.
nb_no: Returnerer en kolonne som inneholder det angitte antallet tegn fra starten av tekstverdien, evaluert per rad i den angitte tabellen eller samlingen.
nl_nl: Hiermee wordt een kolom geretourneerd die het opgegeven aantal tekens vanaf het begin van een tekstwaarde bevat, geëvalueerd per rij in de opgegeven tabel of verzameling.
pl_pl: Zwraca kolumnę zawierającą określoną liczbę znaków od początku wartości tekstowej. Funkcja jest oceniana dla każdego wiersza w określonej tabeli lub kolekcji.
pt_br: Retorna uma coluna contendo o número de caracteres especificado do início do valor de texto avaliado por linha dentro da tabela ou coleção especificada.
pt_pt: Devolve uma coluna que contém o número especificado de carateres desde o início do valor do texto avaliado por linha dentro da tabela ou coleção especificada.
ro_ro: Returnează o coloană care conține numărul specificat de caractere de la începutul valorii text, evaluate pentru fiecare rând din tabelul specificat sau colecția specificată.
ru_ru: Возвращает столбец, содержащий указанное число символов с начала текстовой строки для каждой строки в указанной таблице или коллекции.
sk_sk: Vráti stĺpec obsahujúci zadaný počet znakov od začiatku textovej hodnoty vyhodnotenej pre riadok v zadanej tabuľke alebo kolekcii.
sl_si: Vrne stolpec, ki vsebuje določeno število znakov od začetka besedilne vrednosti, pri čemer je ovrednotena vsaka vrstica določene tabele ali zbirke.
sr_cyrl_rs: Враћа колону која садржи наведени број знакова од почетка вредности текста по реду у оквиру наведене табеле или колекције.
sr_latn_rs: Vraća kolonu koja sadrži navedeni broj znakova od početka vrednosti teksta po redu u okviru navedene tabele ili kolekcije.
sv_se: Returnerar en kolumn som innehåller angivet antal tecken från början av textvärdet utvärderade efter rad inom den angivna tabellen eller samlingen.
th_th: คืนค่าคอลัมน์ที่มีตัวเลขที่กำหนดของอักขระเริ่มต้นของข้อความ โดยประเมินตามแถวของตารางหรือคอลเลกชันที่ระบุ
tr_tr: Belirtilen tablo veya koleksiyonda her satır için değerlendirilen metin değerinin başından itibaren belirtilen sayıda karakterin bulunduğu bir sütun döndürür.
uk_ua: Повертає стовпець, що містить указану кількість символів із початку текстового значення. Функція обчислюється окремо для кожного рядка в межах указаної таблиці або колекції.
vi_vn: Trả về một cột chứa số lượng ký tự được chỉ định từ đầu giá trị văn bản được đánh giá trên mỗi hàng trong phạm vi bảng hoặc bộ sưu tập được chỉ định.
zh_cn: 返回一列，其中包含从指定表或集合中每行计算的文本值开头算起的指定数量字符。
zh_tw: 對指定資料表或集合中的每個資料列進行評估，傳回一個資料行，內含從文字值開頭算起一直到指定字元數的內容。

# AboutLeft_text
source: A text value to extract characters from.
bg_bg: Текстова стойност, от която да се извлекат знаци.
ca_es: Valor de text del qual s'extrauran caràcters.
cs_cz: Textová hodnota, ze které se mají znaky extrahovat
da_dk: En tekstværdi, hvorfra der skal udtrækkes tegn.
de_de: Ein Textwert, aus dem Zeichen extrahiert werden sollen.
el_gr: Μια τιμή κειμένου για την εξαγωγή χαρακτήρων.
es_es: Un valor de texto del que se van a extraer caracteres.
et_ee: Tekstväärtus, kust märgid ekstraktitakse.
eu_es: Testu-balioa, zeinari karaktereak aterako zaizkion.
fi_fi: Tekstiarvo, joista merkit poimitaan.
fr_fr: Valeur de texte dont extraire des caractères.
gl_es: Valor de texto do que se van extraer caracteres.
hi_in: वह पाठ मान जिससे वर्ण निकाले जाने हैं.
hr_hr: Tekstna vrijednost iz koje se izdvajaju znakovi.
hu_hu: Az a szöveges érték, amelyből ki kell nyerni a karaktereket.
it_it: Valore di testo da cui estrarre i caratteri.
ja_jp: 文字の抽出元となるテキスト値。
kk_kz: Таңбалар алынатын мәтіндік мән.
ko_kr: 문자를 추출할 텍스트 값입니다.
lt_lt: Teksto reikšmė, iš kurios reikia išgauti simbolius.
lv_lv: Teksta vērtība, no kuras izgūt rakstzīmes.
ms_my: Nilai teks untuk aksara diekstrak.
nb_no: En tekstverdi det skal trekkes ut tegn fra.
nl_nl: Een tekstwaarde waaruit tekens moeten worden geëxtraheerd.
pl_pl: Wartość tekstowa, z której zostaną wyodrębnione znaki.
pt_br: Valor de texto do qual os caracteres serão extraídos.
pt_pt: Um valor de texto para extrair os carateres.
ro_ro: O valoare text din care se extrag caractere.
ru_ru: Текстовое значение, из которого будут извлечены символы.
sk_sk: Textová hodnota, z ktorej sa vyextrahujú znaky.
sl_si: Besedilna vrednosti, iz katere je treba izvleči znake.
sr_cyrl_rs: Вредност текста из које треба издвојити знакове.
sr_latn_rs: Vrednost teksta iz koje treba izdvojiti znakove.
sv_se: Ett textvärde att extrahera tecken från.
th_th: ข้อความที่ต้องการแยกตัวอักษรออกมา
tr_tr: Karakterlerin ayıklanacağı bir metin değeri.
uk_ua: Текстове значення, звідки потрібно видобути символи.
vi_vn: Giá trị văn bản cần trích xuất ký tự từ đó.
zh_cn: 要从中提取字符的文本值。
zh_tw: 要擷取其字元的文字值。

# AboutLeft_num_chars
source: The number of characters to extract.
bg_bg: Броят знаци за извличане.
ca_es: Nombre de caràcters que s'extraurà.
cs_cz: Počet znaků, které se mají extrahovat
da_dk: Antallet af tegn, der skal trækkes ud.
de_de: Die Anzahl der zu extrahierenden Zeichen.
el_gr: Ο αριθμός των χαρακτήρων για εξαγωγή.
es_es: Número de caracteres que se va a extraer.
et_ee: Ekstraktitavate märkide arv.
eu_es: Aterako den karaktere kopurua.
fi_fi: Poimittavien merkkien määrä.
fr_fr: Nombre de caractères à extraire.
gl_es: Número de caracteres que se van extraer.
hi_in: निकाले जाने वाले वर्णों की संख्या.
hr_hr: Broj znakova koji se izdvajaju.
hu_hu: A kinyerendő karakterek száma.
it_it: Numero di caratteri da estrarre.
ja_jp: 抽出する文字数。
kk_kz: Шығарылатын таңбалар саны.
ko_kr: 추출할 문자 수입니다.
lt_lt: Simbolių skaičius, kurį reikia išgauti.
lv_lv: Izgūstamo rakstzīmju skaits.
ms_my: Bilangan aksara untuk diekstrak.
nb_no: Antall tegn som skal trekkes ut.
nl_nl: Het aantal tekens dat moet worden geëxtraheerd.
pl_pl: Liczba znaków do wyodrębnienia.
pt_br: Número de caracteres a extrair.
pt_pt: O número de carateres para extrair.
ro_ro: Numărul de caractere de extras.
ru_ru: Количество символов для извлечения.
sk_sk: Počet znakov na vyextrahovanie.
sl_si: Število znakov, ki jih je treba izvleči.
sr_cyrl_rs: Број знакова за издвајање.
sr_latn_rs: Broj znakova za izdvajanje.
sv_se: Antal tecken att extrahera.
th_th: จำนวนตัวอักษรที่จะแยกออกมา
tr_tr: Ayıklanacak karakter sayısı.
uk_ua: Кількість символів, яку потрібно видобути.
vi_vn: Số ký tự cần trích xuất.
zh_cn: 要提取的字符数。
zh_tw: 要擷取的字元數。

# AboutLeft_text_column
source: A column of text values to extract characters from.
bg_bg: Колона с текстови стойности, от която да се извлекат знаци.
ca_es: Columna de valors de text de la qual s'extrauran caràcters.
cs_cz: Sloupec textových hodnot, ze kterého se mají znaky extrahovat
da_dk: En kolonne af tekstværdier, hvorfra der skal udtrækkes tegn.
de_de: Eine Spalte mit Textwerten, aus denen Zeichen extrahiert werden sollen.
el_gr: Μια στήλη τιμών κειμένου για την εξαγωγή χαρακτήρων.
es_es: Una columna de valores de texto de la que se van a extraer caracteres.
et_ee: Tekstväärtuste veerg, millest märgid ekstraktitakse.
eu_es: Testu-balioen zutabea, nondik karaktereak aterako diren.
fi_fi: Sellaisten tekstiarvojen sarake, joista merkit poimitaan.
fr_fr: Colonne de valeurs de texte dont extraire des caractères.
gl_es: Columna de valores de texto da que se van extraer caracteres.
hi_in: ऐसे पाठ मानों का स्तंभ जिनसे वर्ण निकाले जाने हैं.
hr_hr: Stupac tekstnih vrijednosti iz kojeg se izdvajaju znakovi.
hu_hu: Az azokat a szöveges értékeket tartalmazó oszlop, amelyekből ki kell nyerni a karaktereket.
it_it: Colonna di valori di testo da cui estrarre i caratteri.
ja_jp: 文字の抽出元となるテキスト値の列。
kk_kz: Таңбалар алынатын мәтіндік мәндер бағаны.
ko_kr: 문자를 추출할 텍스트 값의 열입니다.
lt_lt: Teksto reikšmių stulpelis, iš kurio reikia išgauti simbolius.
lv_lv: Teksta vērtību kolonna, no kuras izgūt rakstzīmes.
ms_my: Lajur nilai teks untuk mengekstrak aksara.
nb_no: En kolonne med tekstverdier det skal trekkes ut tegn fra.
nl_nl: Een kolom met tekstwaarden waaruit tekens moeten worden geëxtraheerd.
pl_pl: Kolumna wartości tekstowych, z której zostaną wyodrębnione znaki.
pt_br: Coluna de valores de texto da qual os caracteres serão extraídos.
pt_pt: Uma coluna de valores de texto para extrair os carateres.
ro_ro: O coloană de valori text din care se extrag caractere.
ru_ru: Столбец текстовых значений, из которого будут извлечены символы.
sk_sk: Stĺpec textových hodnôt, z ktorých sa vyextrahujú znaky.
sl_si: Stolpec besedilnih vrednosti, iz katerega je treba izvleči znake.
sr_cyrl_rs: Колона са вредностима текста из које треба издвојити знакове.
sr_latn_rs: Kolona sa vrednostima teksta iz koje treba izdvojiti znakove.
sv_se: En kolumn med textvärden att extrahera tecken från.
th_th: คอลัมน์ของข้อความที่ต้องการแยกตัวอักษรออกมา
tr_tr: Karakterlerin ayıklanacağı metin değerlerini içeren bir sütun.
uk_ua: Стовпець із текстовими значеннями, звідки потрібно видобути символи.
vi_vn: Cột giá trị văn bản cần trích xuất ký tự từ đó.
zh_cn: 要从中提取字符的文本值组成的列。
zh_tw: 要擷取其字元的文字值資料行。

# AboutRight
source: Returns the specified number of characters from the end of a text value.
bg_bg: Връща указания брой знаци от края на дадена текстова стойност.
ca_es: Retorna el nombre de caràcters especificat del final d'un valor de text.
cs_cz: Vrátí zadaný počet znaků z konce textové hodnoty.
da_dk: Returnerer det angivne antal tegn fra slutningen af en tekstværdi.
de_de: Gibt die angegebene Anzahl Zeichen vom Ende eines Textwerts zurück.
el_gr: Επιστρέφει τον καθορισμένο αριθμό χαρακτήρων από το τέλος μιας τιμής κειμένου.
es_es: Devuelve el número especificado de caracteres desde el final de un valor de texto.
et_ee: Tagastab tekstväärtuse lõpust määratud arvu märke.
eu_es: Testu-balioaren amaieran zehaztutako karaktere kopurua itzultzen du.
fi_fi: Palauttaa määritetyn määrän merkkejä tekstiarvon lopusta.
fr_fr: Retourne le nombre spécifié de caractères depuis la fin d’une valeur de texte.
gl_es: Devolve o número de caracteres especificado do final dun valor de texto.
hi_in: पाठ मान के अंत से वर्णों की निर्दिष्ट संख्या लौटाता है.
hr_hr: Vraća navedeni broj znakova s kraja tekstne vrijednosti.
hu_hu: A megadott számú karaktert adja vissza egy szöveges érték végéről.
it_it: Restituisce il numero specificato di caratteri a partire dalla fine di un valore di testo.
ja_jp: テキスト値の末尾から、指定された数の文字を返します。
kk_kz: Мәтіндік мәннің соңынан таңбалардың көрсетілген санын қайтарады.
ko_kr: 텍스트 값의 끝부분에서 지정된 문자 수를 반환합니다.
lt_lt: Pateikia nurodytą simbolių skaičių iš teksto reikšmės pabaigos.
lv_lv: Atgriež norādīto rakstzīmju skaitu no teksta vērtības beigām.
ms_my: Mengembalikan bilangan aksara yang ditentukan daripada penghujung nilai teks.
nb_no: Returnerer det angitte antallet tegn fra slutten av en tekstverdi.
nl_nl: Hiermee wordt het opgegeven aantal tekens vanaf het begin van een tekstwaarde geretourneerd.
pl_pl: Zwraca określoną liczbę znaków od końca wartości tekstowej.
pt_br: Retorna o número de caracteres especificado no final de um valor de texto.
pt_pt: Devolve o número de carateres especificado a partir do final de um valor de texto.
ro_ro: Returnează numărul specificat de caractere de la sfârșitul unei valori text.
ru_ru: Возвращает указанное количество символов с конца текстового значения.
sk_sk: Vráti zadaný počet znakov od konca textovej hodnoty.
sl_si: Vrne določeno število znakov od konca besedilne vrednosti.
sr_cyrl_rs: Враћа наведени број знакова од краја вредности текста.
sr_latn_rs: Vraća navedeni broj znakova od kraja vrednosti teksta.
sv_se: Returnerar det angivna antalet tecken från slutet av ett textvärde.
th_th: ส่งกลับค่าตัวเลขที่กำหนดของอักขระสุดท้ายของข้อความ
tr_tr: Bir metin değerinin sonundaki belirtilen sayıda karakteri döndürür.
uk_ua: Повертає вказану кількість символів із кінця текстового значення.
vi_vn: Trả về số ký tự được chỉ định từ cuối một giá trị văn bản.
zh_cn: 从文本值结尾返回指定数量的字符。
zh_tw: 從文字值的結尾傳回指定的字元數。
